Tekla.Structures.DrawingInternal.dotPluginInput_t


Tekla.Structures.DrawingInternal.dotPluginInput_t.AllInputSet


Tekla.Structures.DrawingInternal.dotPluginInput_t.Type


Tekla.Structures.DrawingInternal.dotPluginInput_t.MoreObjectsLeft


Tekla.Structures.DrawingInternal.dotPluginInput_t.InputSequence


Tekla.Structures.DrawingInternal.dotPluginInput_t.nObjectToStart


Tekla.Structures.DrawingInternal.dotPluginInput_t.ViewId


Tekla.Structures.DrawingInternal.dotPluginInput_t.IDs


Tekla.Structures.DrawingInternal.dotPluginInput_t.NumItems


Tekla.Structures.DrawingInternal.dotPluginInput_t.aPointX


Tekla.Structures.DrawingInternal.dotPluginInput_t.aPointY


Tekla.Structures.DrawingInternal.dotPluginInput_t.aPointZ


Tekla.Structures.DrawingInternal.dotPluginInput_t.ClientId


Tekla.Structures.DrawingInternal.dotPluginInput_t.#ctor(System.Int32)
